import mainpageBg from "./countriesBg";
import mainpagePreview from './countriesPreview';

export const dataRus = [
  {
    country: 'Испания',
    capital: 'Столица: Мадрид',
    about: 'Лорем ипсум долор сит амет. сонсестетур адиписсинг елит. сед до еиусмод темпор инсидидунт ут лаборе ет долоре магна аликуа. Ут еним ад миним вениам. куис ноструд ексерситатион улламсо лаборис ниси ут аликуип екс еа соммодо сонсекуат.',
    photos: '',
    pathName: 'spain',
    bgImage: mainpageBg[0],
    previewImage: mainpagePreview[0],
  },
  {
    country: 'Италия',
    capital: 'Столица: Рим',
    about: 'Дуис ауте ируре долор ин репрехендерит ин волуптате велит ессе силлум долоре еу фугиат нулла париатур. Екссептеур синт оссаесат супидатат нон проидент. сунт ин сулпа куи оффисиа десерунт моллит аним ид ест лаборум.',
    photos: '',
    pathName: 'italy',
    bgImage: mainpageBg[1],
    previewImage: mainpagePreview[1],
  },
  {
    country: 'Франция',
    capital: 'Столица: Париж',
    about: 'Лорем ипсум долор сит амет. сонсестетур адиписсинг елит. сед до еиусмод темпор инсидидунт ут лаборе ет долоре магна аликуа. Ут еним ад миним вениам. куис ноструд ексерситатион улламсо лаборис ниси ут аликуип екс еа соммодо сонсекуат.',
    photos: '',
    pathName: 'france',
    bgImage: mainpageBg[2],
    previewImage: mainpagePreview[2],
  },
  {
    country: 'Португалия',
    capital: 'Столица: Лиссабон',
    about: 'Дуис ауте ируре долор ин репрехендерит ин волуптате велит ессе силлум долоре еу фугиат нулла париатур. Екссептеур синт оссаесат супидатат нон проидент. сунт ин сулпа куи оффисиа десерунт моллит аним ид ест лаборум.',
    photos: '',
    pathName: 'portugal',
    bgImage: mainpageBg[3],
    previewImage: mainpagePreview[3],
  },
  {
    country: 'Турция',
    capital: 'Столица: Стамбул',
    about: 'Лорем ипсум долор сит амет. сонсестетур адиписсинг елит. сед до еиусмод темпор инсидидунт ут лаборе ет долоре магна аликуа. Ут еним ад миним вениам. куис ноструд ексерситатион улламсо лаборис ниси ут аликуип екс еа соммодо сонсекуат.',
    photos: '',
    pathName: 'turkey',
    bgImage: mainpageBg[4],
    previewImage: mainpagePreview[4],
  },
  {
    country: 'Бали',
    capital: 'Столица: Денпасар',
    about: 'Дуис ауте ируре долор ин репрехендерит ин волуптате велит ессе силлум долоре еу фугиат нулла париатур. Екссептеур синт оссаесат супидатат нон проидент. сунт ин сулпа куи оффисиа десерунт моллит аним ид ест лаборум.',
    photos: '',
    pathName: 'bali',
    bgImage: mainpageBg[5],
    previewImage: mainpagePreview[5],
  },
  {
    country: 'Тайланд',
    capital: 'Столица: Бангкок',
    about: 'Лорем ипсум долор сит амет. сонсестетур адиписсинг елит. сед до еиусмод темпор инсидидунт ут лаборе ет долоре магна аликуа. Ут еним ад миним вениам. куис ноструд ексерситатион улламсо лаборис ниси ут аликуип екс еа соммодо сонсекуат.',
    photos: '',
    pathName: 'thailand',
    bgImage: mainpageBg[6],
    previewImage: mainpagePreview[6],
  },
  {
    country: 'Япония',
    capital: 'Столица: Токио',
    about: 'Дуис ауте ируре долор ин репрехендерит ин волуптате велит ессе силлум долоре еу фугиат нулла париатур. Екссептеур синт оссаесат супидатат нон проидент. сунт ин сулпа куи оффисиа десерунт моллит аним ид ест лаборум.',
    photos: '',
    pathName: 'japan',
    bgImage: mainpageBg[7],
    previewImage: mainpagePreview[7],
  },
]

export default dataRus;