<<<<<<< HEAD
import mainpageBg from "./countriesBg";
import mainpagePreview from "./countriesPreview";

export const dataRus = [
  {
    country: "Испания",
    capital: "Столица: Мадрид",
    capitalName: "madrid",
    about:
      "Лорем ипсум долор сит амет. сонсестетур адиписсинг елит. сед до еиусмод темпор инсидидунт ут лаборе ет долоре магна аликуа. Ут еним ад миним вениам. куис ноструд ексерситатион улламсо лаборис ниси ут аликуип екс еа соммодо сонсекуат.",
    photos: "",
    pathName: "spain",
=======
import mainpageBg from './countriesBg';
import mainpagePreview from './countriesPreview';

export const dataRus = [
  {
    country: 'Испания',
    capital: 'Столица: Мадрид',
    about: 'Испания, с ее прекрасными пляжами вдоль ападной части Средиземного моря, веселой ночной жизнью, большим количеством культурных регионов и древних городов — прекрасное место для путешествий.',
    aboutFull: [
      'Испания — страна в Южной Европе, ее территория расположена в западной части Средиземного моря на Иберийском полуострове, который она делит с Португалией.',
      'Испания, с ее прекрасными пляжами, веселой ночной жизнью, большим количеством культурных регионов и древних городов — прекрасное место для путешествий. Будучи страной разнообразной как в географическом, так и в культурном отношении, Испания может быть удивительно интересной для тех, кто знаком с ней лишь по отдыху на пляжах. Здесь есть все: от густых лугов, заснеженных гор и огромных болот до соляных озер и пустынь.',
      'Из множества замечательных городов Испании прежде всего нужно отметить процветающую столицу страны Мадрид, оживленный прибрежный город Барселону, знаменитую корридами Памплону и родину фламенко Севилью.',
      'Для Испании характерен мягкий климат. Страна практически полностью находится под влиянием средиземноморской климатической зоны, считается одной из самых теплых в Европе. Летом температура воздуха на юге и в центральных регионах достигает +30, иногда +40°С, а зимой в Испании прохладно и дождливо. Заморозки на территории страны — большая редкость, даже в январе обычно теплее +5°С. Пляжный сезон в Испании длится с мая по октябрь. Морская вода в это время прогревается до +18°С и выше. Мягкий климат благоприятствует экскурсионному отдыху в течение всего года. Максимум осадков приходится на северо-западные регионы, их объем достигает 2000 мм в год. Во внутренних частях страны не так дождливо, годовая норма осадков не превышает 500 мм.',
      'Административно Испания состоит из 50 провинций, входящих в 17 автономных областей (comunidad autónoma). Кроме того в составе Испании находятся два автономных города (ciudades autónomas) в Африке — Сеута и Мелилья. Провинции, в свою очередь, делятся на комарки, а комарки — на муниципии, вплоть до отдельных селений и даже кварталов в рамках населенных пунктов. Главные города Испании — это, конечно, столица государства Мадрид и столица Каталонии Барселона. Кроме того, есть и другие известные города Испании, кроме Мадрида и Барселоны, по которым проходят знаменитые туристические маршруты — Валенсия, Салоу, Толедо, Гранада, Малага, Бильбао и другие.'
    ],
    web: 'https://www.spain.info/en/',
    video: 'https://www.youtube.com/watch?v=GOH7oFthufo',
    photos: '',
    pathName: 'spain',
>>>>>>> cc753345a19fffb11f5c6b12a7de333f0fca463d
    bgImage: mainpageBg[0],
    previewImage: mainpagePreview[0],
    utc: +60,
    currency: "EUR",
  },
  {
<<<<<<< HEAD
    country: "Италия",
    capital: "Столица: Рим",
    capitalName: "rome",
    about:
      "Дуис ауте ируре долор ин репрехендерит ин волуптате велит ессе силлум долоре еу фугиат нулла париатур. Екссептеур синт оссаесат супидатат нон проидент. сунт ин сулпа куи оффисиа десерунт моллит аним ид ест лаборум.",
    photos: "",
    pathName: "italy",
=======
    country: 'Италия',
    capital: 'Столица: Рим',
    about: 'Италия — крупное государство на юге Европы. Здесь находится огромное количество охраняемых ЮНЕСКО объектов мирового наследия — по всей территории страны располагаются исторические памятники и произведения искусства.',
    aboutFull: [
      'Италия — крупное государство на юге Европы. Здесь находится огромное количество охраняемых ЮНЕСКО объектов мирового наследия — по всей территории страны располагаются исторические памятники и произведения искусства. Страна также славится по всему миру своей национальной кухней, модой, спортивными машинами и мотоциклами класса «люкс», а кроме того, прекрасными побережьями, озёрами и горами с многочисленными горнолыжными курортами.',
      'На территории Италии расположены два самостоятельных карликовых государства: Сан-Марино и Ватикан. Хотя формально они не входят в Евросоюз, обе страны являются частью Шенгенской зоны и Европейского валютного союза.',
      'Италия расположена в Средиземноморской части Европы и граничит с Францией, Швейцарией, Австрией и Словенией. Полуостров в форме сапога, на котором она расположена, омывается Лигурийским, Сардинским и Тирренским морями на западе, Сицилийским и Ионическим морями на юге и Адриатическим морем на востоке. Итальянский — самый распространённый язык среди большинства населения, но путешествуя по стране, вы поймёте, что существует много различных диалектов итальянского в зависимости от региона.',
      'Ландшафт Италии очень разнообразен, но в первую очередь может быть назван горным, принимая во внимание прорезающие её горные хребты Альп и Апеннин. В состав страны входят два крупных острова: Сардиния, расположенная у западного побережья, и Сицилия, которая находится вблизи южной оконечности («носка») сапога.',
      'Климат Италии преимущественно средиземноморский, но это не вовсе не означает, что погода во всех ее регионах одинаковая. В глубине страны и в северных областях проявляются черты умеренного климата. Теплеет по направлению с севера на юг. Климатические особенности регионов определяются двумя факторами: влиянием Средиземного моря и Альп, поскольку горы являются естественным барьером для ветров, дующих с запада и севера. Лето в Италии горячее и сухое (от +24 до +34 °С), зима на побережье в центре страны мягкая, на севере холоднее на 7–12 градусов. Осадки распределяются по регионам неравномерно: на окрестности Альп в год приходится до 1200 мм, включая обильные снегопады зимой. В центре страны в среднем выпадает до 750 мм, и существенная их часть приходится на зимние дожди. На юге климат более сухой, объем осадков — в пределах 500 мм.'
    ],
    web: 'http://www.italia.it/en/home.html',
    video: 'https://www.youtube.com/watch?v=L9brB_JZaUU',
    photos: '',
    pathName: 'italy',
>>>>>>> cc753345a19fffb11f5c6b12a7de333f0fca463d
    bgImage: mainpageBg[1],
    previewImage: mainpagePreview[1],
    utc: +60,
    currency: "EUR",
  },
  {
<<<<<<< HEAD
    country: "Франция",
    capital: "Столица: Париж",
    capitalName: "paris",
    about:
      "Лорем ипсум долор сит амет. сонсестетур адиписсинг елит. сед до еиусмод темпор инсидидунт ут лаборе ет долоре магна аликуа. Ут еним ад миним вениам. куис ноструд ексерситатион улламсо лаборис ниси ут аликуип екс еа соммодо сонсекуат.",
    photos: "",
    pathName: "france",
=======
    country: 'Франция',
    capital: 'Столица: Париж',
    about: 'Франция — государство Западной Европы, в состав которого входят, в том числе, острова Корсика, Сен-Пьер, Микелон, Антильские острова, Реюньон и Французская Гвиана, Французская Полинезия, Новая Каледония, острова Уоллис и Футуна.',
    aboutFull: [
      'Франция — государство Западной Европы, в состав которого входят 96 департаментов, в том числе острова Корсика, Сен-Пьер, Микелон, заморские территории Французские Антильские острова (Гваделупа, Мартиника), Реюньон и Французская Гвиана, Французская Полинезия, Новая Каледония, острова Уоллис и Футуна. В привычной нам Франции 22 провинции, самыми известными из которых считаются Нормандия, Бургундия, Пованс, Шампань и некоторые другие. Столица Франции — Париж, главные города — Лион, Марсель, Нант, Бордо, Ницца, Тулуза.',
      'Франция омывается Средиземным морем и Атлантическим океаном. Природные ландшафты не равномерны, в рельефе преобладают равнинные земли, занимающие всю площадь северо-западной части страны. Французские Альпы — естественные границы с Италией и Швейцарией. Делятся на Северные и Южные Альпы. Самой известной вершиной Северных Альп является пик Монблан (самая высокая точка Европы) в районе горнолыжного курорта Шамони.',
      'Франция — одна из немногих стран, на территории которой сконцентрированы самые разные пейзажи — от песчаных золотистых пляжей до заснеженных вершин Альп. Отчасти именно поэтому Франция — идеальное место для отдыха. Туристический потенциал страны огромен и разнообразен: экскурсионный туризм, пляжный отдых на Лазурном побережье, горнолыжный отдых, водные виды спорта, пеший туризм.',
      'Климат во Франции разнообразный, но в целом его можно охарактеризовать как умеренный. На большинстве территорий, особенно в Париже, — прохладная зима и тёплое лето. На побережье Средиземного моря и на юго-западе — умеренная зима и жаркое лето, причём на юго-западе наблюдается значительное количество осадков. Умеренная зима (с дождями) и прохладное лето — на северо-западе (Бретань). Прохладная и холодная зима, но жаркое лето — на границе с Германией (Эльзас). В долине Роны иногда дует сильный холодный сухой северо-восточный ветер, известный как мистраль. В горных регионах Альп и Пиреней — достаточно холодные зимы.',
      'Страна средневековых замков со своими загадками и историей, кулинарных шедевров от лучших поваров, дорогих курортов с лучшим сервисом и пляжами, страна мировой культуры, театральных и кинопремьер — не может не удивлять и не радовать.',
    ],
    web: 'http://ee.france.fr/',
    video: 'https://www.youtube.com/watch?v=mc1oZ6Ryn7M',
    photos: '',
    pathName: 'france',
>>>>>>> cc753345a19fffb11f5c6b12a7de333f0fca463d
    bgImage: mainpageBg[2],
    previewImage: mainpagePreview[2],
    utc: +60,
    currency: "EUR",
  },
  {
<<<<<<< HEAD
    country: "Португалия",
    capital: "Столица: Лиссабон",
    capitalName: "lissabon",
    about:
      "Дуис ауте ируре долор ин репрехендерит ин волуптате велит ессе силлум долоре еу фугиат нулла париатур. Екссептеур синт оссаесат супидатат нон проидент. сунт ин сулпа куи оффисиа десерунт моллит аним ид ест лаборум.",
    photos: "",
    pathName: "portugal",
=======
    country: 'Португалия',
    capital: 'Столица: Лиссабон',
    about: 'Португалия, или Португальская Республика (República Portuguesa), — самое западное государство континентальной Европы, занимающее юго-запад Пиренейского полуострова, побережье которого омывается Атлантическим океаном.',
    aboutFull: [
      'Португалия, или Португальская Республика (República Portuguesa), — самое западное государство континентальной Европы, занимающее юго-запад Пиренейского полуострова, побережье которого омывается Атлантическим океаном. На севере и востоке страна имеет границы с Испанией. Площадь государства — 92 212 км², население — 10 291 027 человек на 2017 год.',
      'В состав Португалии входят Азорские острова и архипелаг Мадейра в Атлантическом океане. Столица Португалии — город Лиссабон. Население говорит на едином государственном официальном языке — португальском.',
      'Наличие древних исторических памятников, большого количества природоохранных зон, впечатляющей береговой линии делает Португалию популярным туристическим направлением, востребованным у любителей самого разнообразного отдыха — познавательного, пляжного, активного.',
      'Сегодня Португалия является стабильно развивающимся государством, членом ООН, МВФ, ВОЗ, НАТО, ЕС, Организации экономического сотрудничества и развития.',
      'На всей территории Португалии наблюдается мягкий субтропический средиземноморский климат, во многом определяемый Гольфстримом. На севере лето сухое и солнечное, но не жаркое (средняя температура около +20°C, в горах — около +18°C), зима сырая и прохладная (+4°C — +10°C). На юге страны теплее и суше: средняя температура января составляет +5°C — +10°C, июля — +20°C — +27°C. Осадков выпадает на равнинах 400 — 800 мм, в горах — 1000 — 2500 мм в год. Температура воды почти на всем побережье Португалии в течение года держится на уровне 18°C градусов. Исключение составляет юг — провинция Алгарве, где температура воды летом выше — +20°C — +23°C.'
    ],
    web: 'https://www.visitportugal.com/',
    video: 'https://www.youtube.com/watch?v=xWq3KaC0VM8',
    photos: '',
    pathName: 'portugal',
>>>>>>> cc753345a19fffb11f5c6b12a7de333f0fca463d
    bgImage: mainpageBg[3],
    previewImage: mainpagePreview[3],
    utc: -60,
    currency: "EUR",
  },
  {
<<<<<<< HEAD
    country: "Турция",
    capital: "Столица: Стамбул",
    capitalName: "istanbul",
    about:
      "Лорем ипсум долор сит амет. сонсестетур адиписсинг елит. сед до еиусмод темпор инсидидунт ут лаборе ет долоре магна аликуа. Ут еним ад миним вениам. куис ноструд ексерситатион улламсо лаборис ниси ут аликуип екс еа соммодо сонсекуат.",
    photos: "",
    pathName: "turkey",
=======
    country: 'Турция',
    capital: 'Столица: Анкара',
    about: 'Растиражированный образ страны отелей «все включено», давно далек от истины. Турция богата не только историей, но и разнообразием климатических и уникальных в своем роде природных объектов.',
    aboutFull: [
      'Растиражированный образ страны отелей «все включено», куда можно поехать, только если у вас нет денег на достойный отдых, давно далек от истины. В этом путеводителе по Турции вы сможете узнать о том, ради чего эту страну с культурой на стыке Востока и Запада каждый год выбирают миллионы путешественников.',
      'Несмотря на восточный темперамент местных жителей, страну можно смело назвать безопасной. Турки с большим уважением относятся к гостям и стремятся сделать все, чтобы им понравилось. В туристических регионах вы совершенно спокойно можете гулять по вечерам, не опасаясь неприятных встреч. Исключение составляет Стамбул — здесь нужно быть достаточно внимательным со своими вещами (нередки мелкие кражи), а для ночных прогулок по городу выбирать людные улицы или такси.',
      'В дни национальных праздников Турция становится особенно колоритна. В период байрамов (религиозные праздники мусульман) буквально вся страна куда-то едет — принято посещать своих родственников, которые обычно живут в самых разных уголках Турции. Любые празднования, религиозные и светские, будь то Встреча весны, День молодежи и спорта, Фестиваль цветов, свадьба или победа любимой футбольной команды всегда проходят здесь очень ярко, громко и радостно, заряжая всех участников хорошей долей позитива.',
      'Турция богата не только историей, но и разнообразием климатических и уникальных в своем роде природных объектов. Здесь есть прибрежные регионы — и в зависимости от моря (Черного, Мраморного, Эгейского, Средиземного) вас ждет очень разный климат, определяющий сезоны времен года. Центральная часть страны более степная, засушливая. Большинство приезжающих в Турцию гостей, конечно, едет за морем, отличными пляжами, солнечными ваннами и прекрасным горным воздухом. Однако последние годы появился и новый тренд — снежные вершины стали привлекать ценителей горнолыжного отдыха и легкого морозца.',
      'Высокий сезон зависит от конкретного побережья, но в целом пик пляжного отдыха приходится на период с апреля по октябрь. Уже с середины февраля на побережье Средиземного моря стоит теплая, солнечная погода. В конце туристического сезона (октябрь—ноябрь) также можно «поймать» прекрасную мягкую погоду. Любители спокойного отдыха, а также те, кто предпочитают неагрессивное солнце, выбирают именно это время для поездки в Турцию. Если кроме загара и хорошей погоды вам важна температура воды, то остановитесь на осенних месяцах. Вода в море сохраняет тепло буквально до начала декабря — отлично поплавать вам могут помешать только штормы, которые постепенно к декабрю вступают в свои права. В мае, наоборот, при высокой температуре воздуха море еще достаточно прохладное.'
    ],
    web: 'http://www.visitturkey.in/',
    video: 'https://www.youtube.com/watch?v=5jWJ-vcUrHg',
    photos: '',
    pathName: 'turkey',
>>>>>>> cc753345a19fffb11f5c6b12a7de333f0fca463d
    bgImage: mainpageBg[4],
    previewImage: mainpagePreview[4],
    utc: +180,
    currency: "TRY",
  },
  {
<<<<<<< HEAD
    country: "Бали",
    capital: "Столица: Денпасар",
    capitalName: "denpasar",

    about:
      "Дуис ауте ируре долор ин репрехендерит ин волуптате велит ессе силлум долоре еу фугиат нулла париатур. Екссептеур синт оссаесат супидатат нон проидент. сунт ин сулпа куи оффисиа десерунт моллит аним ид ест лаборум.",
    photos: "",
    pathName: "bali",
=======
    country: 'Индонезия',
    capital: 'Столица: Джакарта',
    about: 'Республика Индонезия является самым крупным государством в Юго-Восточной Азии, а также самым крупным островным государством в мире. Крайние точки страны на западе и востоке находятся друг от друга на расстоянии 5150 км.',
    aboutFull: [
      'Республика Индонезия общей площадью 1 904 569 квадратных километров является самым крупным государством в Юго-Восточной Азии, а также самым крупным островным государством в мире. Крайние точки страны на западе и востоке находятся друг от друга на расстоянии 5150 км. Страна расположена по обе части от экватора на островах Зондского или Малайского архипелага и состоит из 17 тысяч островов, количество которых незначительно меняется в соответствии с природными изменениями климата и уровня океана. Собственные названия имеют только 7870 островов, в то время как остальные безымянные.',
      'Самые крупные острова Индонезии — Новая Гвинея, Калимантан, Суматра, Сулавеси (Целебес) и Ява. Также в составе страны встречаются в огромном количестве одиночные скалы и коралловые острова. Индонезия расположена между Тихим океаном на северо-востоке и Индийским океаном на западе. Границы страны в основном морские. Протяженность береговой линии Индонезии составляет 54716 км. С северо-западной стороны Индонезию от Малайзии и Сингапура отделяет Малаккский пролив и Южно-Китайское море, на северо-востоке от Филиппин — море Сулу, от Палау — Тихий океан, от Австралии — Тиморское и Арафурское моря. Протяженность сухопутной границы Индонезии — 2830 км. На острове Калимантан Индонезия граничит с Малайзией, расположенной на севере острова. Восток острова Новая Гвинея принадлежит государству Папуа-Новая Гвинея, а на восточной части острова Тимор располагается государство Восточный Тимор.',
      'Основная территория Индонезии равнинная. Но из-за своего расположения на стыке двух тектонических зон большинство крупных островов имеют горные образования со множеством вулканов. Их насчитывают более 500, 220 из которых действующие. Эту область геологи называют Тихоокеанским поясом огня. На самом крупном острове Ява насчитывают 38 вулканов, самые известные из которых Семеру (3776 м), Мерапи (2891 м), Кава Иджен (2386 м), Бромо (2329 м), Папандаян (1800), Анак Кракатау (813 м). На острове Бали вулкан Агунг (3142 м), Батур (1717 м). Остров Суматра славится вулканом Керинчи (3800 м). Высочайшей точкой страны является гора Джая (5040 м) на острове Новая Гвинея. Благодаря обильным сезонным осадкам Индонезия имеет большое количество рек, многие из которых служат источниками электроэнергии. Самая большая река Индонезии находится на острове Калимантан и называется Капуас, ее протяженность 1040 км и площадь бассейна 97 тыс. кв. км.',
      'Береговая линия Индонезии довольно разнообразна: от коралловых рифов до песчаных пляжей. Внешние берега, омываемые индийским океаном, высокие и скалистые, в то время как внутренние расположены на низменностях с мангровыми зарослями и рисовыми полями.',
      'По морю в Индонезию вы можете попасть из Сингапура, восточного Тимора и Малайзии. Также морским транспортом можно перемещаться в пределах самой страны. Множество паромов и судов государственных компаний ежедневно обслуживает огромное количество пассажиров. Также перемещаясь на небольшие расстояния вы можете нанять в портах небольшие моторные лодки различного качества и цены, которую оговариваете заранее.'
    ],
    web: 'https://www.indonesia.travel/sa/en/home',
    video: 'https://www.youtube.com/watch?v=j_FVzeHfsK4',
    photos: '',
    pathName: 'indonesia',
>>>>>>> cc753345a19fffb11f5c6b12a7de333f0fca463d
    bgImage: mainpageBg[5],
    previewImage: mainpagePreview[5],
    utc: +480,
    currency: "IDR",
  },
  {
<<<<<<< HEAD
    country: "Тайланд",
    capital: "Столица: Бангкок",
    capitalName: "Bangkok",
    about:
      "Лорем ипсум долор сит амет. сонсестетур адиписсинг елит. сед до еиусмод темпор инсидидунт ут лаборе ет долоре магна аликуа. Ут еним ад миним вениам. куис ноструд ексерситатион улламсо лаборис ниси ут аликуип екс еа соммодо сонсекуат.",
    photos: "",
    pathName: "thailand",
=======
    country: 'Тайланд',
    capital: 'Столица: Бангкок',
    about: 'Таиланд — страна Юго-Восточной Азии, расположенная в юго-западной части полуострова Индокитай и в северной части полуострова Малакка. До 1939 года назывался «Сиам» по-тайски значит «свобода».',
    aboutFull: [
      'Таиланд — страна Юго-Восточной Азии, расположенная в юго-западной части полуострова Индокитай и в северной части полуострова Малакка. Граничит на востоке с Камбоджей и Лаосом, на западе с Мьянмой, и на юге с Малайзией. До 1939 года назывался Сиам; по-тайски значит «свобода».',
      '«Таиланд» — англизированный вариант названия страны, введенный в обиход в 30-х гг. XX в., — означает «страна тайцев», тайский вариант звучит как «Мыанг Тхай» или «Пратхет Тхай». Название «тхай» сами тайцы трактуют как «свободный», отсюда Таиланд — «страна тайцев» или «страна свободных». Название вполне себя оправдывает: Таиланд — единственная страна Юго-Восточной Азии, в свое время сохранившая независимость.',
      'Королевство Таиланд — государство, расположенное в Юго-Восточной Азии, на полуостровах Индокитай и Малакка, с запада омывается Андаманским морем, с востока Сиамским заливом Южно-Китайского моря. Территория Таиланда вытянута с севера на юг (расстояние от самой северной точки до самой южной точки — 1860 км). Благодаря центральному положению в Юго-Восточной Азии и протяженности с севера на юг, Таиланд имеет самый разнообразный в Юго-Восточной Азии климат, поэтому урожаи основных культур собираются несколько раз в год, а туристический сезон «перетекает» из одних климатических зон в другие, делая Таиланд одним из немногих в мире круглогодичных туристических центров. Леса занимают 10% территории страны: на севере тропические листопадные, в более влажных южных районах — вечнозеленые тропические.',
      'Географически, климатически, с точки зрения природных ресурсов, разнообразия форм рельефа и даже этнического состава населения Таиланд делится на пять основных регионов: Центральный, Восточный, Северный, Северовосточный и Южный Таиланд.',
      'Климат Таиланда — влажный тропический и субтропический. Это объясняется расположением большей части страны в тропической и субтропической зонах и влиянием юго-западного и северо-восточного муссонов. Расстояние между крайней северной и крайней южной точками Таиланда составляет 1860 км, а перепад широт — около 15. Такая протяженность с севера на юг делает климат Таиланда одним из самых разнообразных в Юго-Восточной Азии. Юго-западный муссон приносит дожди и относительную прохладу в конце мая — середине июля. К ноябрю дожди прекращаются, и наступает «прохладный сухой» сезон, продолжающийся до середины февраля. В это время сказывается и влияние северо-восточного муссона, не задевающего Северный, Северо-Восточный и Центральный Таиланд непосредственно, однако приносящего прохладу. После ослабления муссонов, в феврале — мае, наступает сильная жара, причем влажность воздуха постепенно увеличивается вплоть до начала нового муссонного сезона, а затем цикл повторяется снова.'
    ],
    web: 'https://www.tourismthailand.org/',
    video: 'https://www.youtube.com/watch?v=XiJq-_XKFps',
    photos: '',
    pathName: 'thailand',
>>>>>>> cc753345a19fffb11f5c6b12a7de333f0fca463d
    bgImage: mainpageBg[6],
    previewImage: mainpagePreview[6],
    utc: +400,
    currency: "THB",
  },
  {
<<<<<<< HEAD
    country: "Япония",
    capital: "Столица: Токио",
    capitalName: "Tokio",
    about:
      "Дуис ауте ируре долор ин репрехендерит ин волуптате велит ессе силлум долоре еу фугиат нулла париатур. Екссептеур синт оссаесат супидатат нон проидент. сунт ин сулпа куи оффисиа десерунт моллит аним ид ест лаборум.",
    photos: "",
    pathName: "japan",
=======
    country: 'Япония',
    capital: 'Столица: Токио',
    about: 'Японцы называют свою страну «Ниппон» или «Нихон», причем первый вариант — официальный (денежные купюры, почтовые марки и т. д.), второй — бытовой. Себя самих жители Японии именуют «нихондзин», а свой язык — «нихонго» ',
    aboutFull: [
      'Япония (Нихон, Ниппон), официально «Нихон коку», «Ниппон коку» — страна в Восточной Азии, расположенная на островах Японского архипелага в Тихом океане, восточнее России, Китая, Северной и Южной Кореи. Японию омывает Охотское море на севере, Японское море на западе и Восточно-Китайское море на юге.',
      'Японский архипелаг состоит из 6852 островов, крупнейшими среди которых являются Хонсю, Хоккайдо, Кюсю и Сикоку — их территория составляет 3/5 всей площади Японии. Наивысшая точка страны — гора Фудзи, действующий вулкан.',
      'Японцы называют свою страну «Ниппон» или «Нихон», причем первый вариант — официальный (денежные купюры, почтовые марки и т. д.), второй — бытовой. Себя самих жители Японии именуют «нихондзин», а свой язык — «нихонго». Название «Страна восходящего Солнца» появилось потому, что «Нихон» в буквальном переводе означает «источник (родина) Солнца», так называли Японию китайцы в переписке с японским императором в период Нара. До этого страна называлась «Ямато», или Ва и Вагоку.',
      'Наиболее логичный способ попасть в Японию — прилететь самолётом. В небольшой по площади Японии имеется 173 аэропорта, главными международными аэропортами являются: Нарита (Токио), Ханэда (Токио), Кансай (Осака), Тюбу (Нагоя). Также т.к. Япония со всех сторон окружена морем, поэтому также логичным оказывается и морской путь в страну - в Японию и обратно осуществляются регулярные паромные перевозки.',
      'Поскольку Японский архипелаг протянулся на три тысячи километров с севера на юг, на его территории существуют большие климатические различия. В целом климат Японии влажный, морской. Общее годовое количество осадков колеблется от чуть менее 1000 мм на востоке Хоккайдо до 3800 мм в горах центрального Хонсю. Выделяют четыре сезона, во многом зависящие от ветров, дующих зимой с континента, а летом — с островов на континент.'
    ],
    web: 'https://visitjapan.ru/',
    video: 'https://www.youtube.com/watch?v=Gb0TQ7VeApY',
    photos: '',
    pathName: 'japan',
>>>>>>> cc753345a19fffb11f5c6b12a7de333f0fca463d
    bgImage: mainpageBg[7],
    previewImage: mainpagePreview[7],
    utc: +540,
    currency: "JPY",
  },
];

export default dataRus;
